Repository: franck-paul/adaptiveImages
Catalog: locales/*/main.po
Languages: fr

source: Implements the 3-layers technique for Adaptive Images generation (by Nursit)
fr: Implémente la technique à 3 couches pour les images adaptatives (par Nursit)

source: Adaptive Images
fr: Images adaptatives

source: Enable Adaptive Images
fr: Activer les images adaptatives

source: Default maximum display width for images:
fr: Largeur maximum des images affichées:

source: The Default maximum display width for images is 640 pixels.
fr: La largeur maximum des images affichées est de 640 pixels par défaut.

source: Default minimum display width for images:
fr: Largeur minimum des images traitées:

source: Smaller images will be unchanged (320 pixels by default).
fr: Les images plus petites resteront inchangées (320 pixels par défaut).

source: Backgound color for JPG images produced from transparent one:
fr: Couleur de fond pour les images JPG produites à partir de transparentes :

source: Usually the same background color as your blog (#ffffff by default).
fr: En général la même que la couleur de fond de votre blog (#ffffff par défaut).

source: JPEG compression quality (0 to 100):
fr: Qualité de la compression JPEG (0 à 100) :

source: Preview images (10 by default):
fr: Images de prévisualisation (10 par défaut) :

source: Standard images (75 by default):
fr: Images standards (75 par défaut) :

source: 1.5x images (65 by default):
fr: Images x 1,5 (65 par défaut) :

source: 2x images: (45 by default)
fr: Images x 2 (45 par défaut) :

source: Advanced options
fr: Options avancées

source: Deliver adaptive images on demand
fr: Délivrer les images adaptatives à la demande

source: Warning, this option needs an Apache RewriteRule or equivalent (see README.md)!
fr: Attention, cette option nécessite une directive 'RewriteRule' Apache ou équivalent (voir README.md) !

source: Breakpoints (in pixel) for image generation (comma saparated values):
fr: Seuils (en pixel) pour les variantes d'images (valeurs séparées par des virgules) :

source: By default: 160,320,480,640,960,1440.
fr: Par défaut : 160,320,480,640,960,1440.

source: Empty adaptive images cache directory
fr: Vider le cache des images adaptatives

source: Adaptive images cache directory emptied.
fr: Le cache des images adaptatives a été vidé.

source: Failed to empty adaptive images cache directory.
fr: Impossible de vider le cache des images adaptatives.

source: It may be useful to empty this cache when modifying breakpoints or quality of JPEG compression. Notice : with some hosters, the adaptive images cache cannot be emptied with this plugin.
fr: Il peut être utile de vider ce cache si vous modifiez les seuils ou les qualités de compression JPEG. Note : avec certains hébergeurs, le cache des images adaptatives ne pourra être vidé avec ce plugin.
